[
  "Сидят как-то Х, Д и А. Харламов: — Мне жена сказала: «Ты стал тупой». Азамат: — Так ты раньше был остроумный? Дорохов: — Да, бл*ть, ножом!",
  "Х: — Ребят, у меня ребёнок пошёл. Азамат: — Ну хоть кто-то из вашей семьи двигается. Дорохов: — Следующий — мозг!",
  "Х: — А у меня жена села на диету. Азамат: — Ну и как? Дорохов: — Села — и жрёт всё равно. Главное — села!",
  "Д: — Почему ты спишь на диване? Х: — А потому что кровать — это зона доверия, а я в ней больше не прописан.",
  "А: — Я проснулся с мыслью: «Хочу бабу». Д: — А я проснулся с бабой. Только мысль была не моя…",
  "Х: — Я решил заняться спортом. А: — Да? С чего начал? Х: — С подбора одежды. Д: — Спорт на этом и закончился.",
  "А: — Что делать, если жена не даёт? Д: — Дать ей в руки телефон и попросить заказать новую.",
  "Х: — Почему ты такой грустный? А: — Телевизор сломался. Теперь слушаю новости от жены.",
  "Д: — Я вчера бухал с тестем. Х: — А сегодня? Д: — Сегодня мы оба бухие, но уже родственники.",
  "А: — Моя бабушка всегда говорила: «Не бойся тратить — потом всё равно просрёшь». Х: — Мудрая женщина, видать, тоже замужем была.",
  "Сидят как-то Х... (Харламов), Д... (Дорохов) и А... (Азамат) в студии. Харламов: — Ребят, а вы знали, что если не шутить про жопу, зрители начинают думать? Дорохов: — Вот это, б***ь, поворот. А если ещё и мат вырезать — вообще документалка получится. Азамат: — Тогда я молчу. Я ж без мата — просто человек с лицом.",
  "Сидят Х, Д и А. Азамат: — Предлагаю в следующем шоу добавить философию. Дорохов: — Ну да, начнём с «быть или не быть», а закончим «за что мне всё это, бл*ть?» Харламов: — Главное — не с концами!",
  "Сидят трое, пьют чай. Харламов: — Я тут подумал: если бы мозгом платили, мы бы с Азаматом в долг сидели. Азамат: — Ну зато рылом я богат! Дорохов: — У тебя рыло в минусе. Там уже штрафы!",
  "Сидят как-то Х, Д и А. Харламов: — Я тут хотел стать блогером. Дорохов: — Ты что, е*нулся? У тебя даже лицо — радиоверсия. Азамат: — Да он просто хочет стримить, как срёт. Это же теперь — контент!",
  "Сидят трое, молчат. Дорохов: — Кто-нибудь скажет шутку? Азамат: — У тебя жена ушла. Дорохов: — Это не шутка! Харламов: — Вот именно. Смейся, пока не поздно!"
]